[ItemPool.ID_MO_SecretSirens_DataRecorder MissionItemDefinition]
UseFailureCharacterMessage="you need %s Make use of this article."
ItemName="Looking at the comments"
PickupMessage="He said. %s"
PickupMessageWithLevel="you understand %s (Location: %D)"
UseFailureLevelMessage="%d to use this tool. you must be at the level."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="General"

[ItemPool.ID_MO_SecretSirens_DataRecorder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

